tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/portable-ruby"
tap "homebrew/services"
brew "ack"
brew "atool"
brew "autoconf"
brew "autogen"
brew "automake"
brew "bash"
brew "bat"
brew "bc"
brew "bison"
brew "bzip2"
brew "cairo"
brew "cmake"
brew "libtool"
brew "guile"
brew "colima"
brew "coreutils"
brew "curl"
brew "datamash"
brew "diffutils"
brew "docker"
brew "dxpy"
brew "emacs"
brew "exa"
brew "fd"
brew "gcc"
brew "findutils"
brew "flex"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdal"
brew "gdb"
brew "git"
brew "global"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "groff"
brew "gzip"
brew "htop"
brew "imagemagick"
brew "jq"
brew "less"
brew "lf"
brew "lftp"
brew "lrzip"
brew "lsof"
brew "lzip"
brew "make"
brew "man-db"
brew "mas"
brew "meson"
brew "miller"
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "nushell"
brew "p7zip"
brew "parallel"
brew "pdf2svg"
brew "pigz"
brew "pinentry-mac"
brew "pixz"
brew "plzip"
brew "qpdf"
brew "ranger"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sk"
brew "ssed"
brew "subversion"
brew "svg2pdf"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "unar"
brew "unzip"
brew "vim"
brew "wget"
brew "xauth"
brew "xmlstarlet"
brew "yadm"
brew "zinit"
brew "zip"
brew "zsh"
cask "cyberduck"
cask "font-meslo-nerd-font-mono"
cask "iterm2"
cask "mactex"
cask "mamabaforge"
cask "micromamba"
cask "osxfuse"
cask "powershell"
cask "r"
cask "skim"
cask "the-unarchiver"
cask "xquartz"
