tap "brewsci/bio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "ack"
brew "actionlint"
brew "amp"
brew "angle-grinder"
brew "lz4"
brew "bzip2"
brew "as-tree"
brew "berkeley-db", link: true
brew "perl"
brew "atool"
brew "atuin"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bc"
brew "bibclean"
brew "bingrep"
brew "bison"
brew "bit"
brew "bottom"
brew "broot"
brew "gcc"
brew "btop"
brew "cabal-install"
brew "cairo"
brew "chars"
brew "checkmake"
brew "openjdk"
brew "checkstyle"
brew "chezmoi"
brew "cmake"
brew "code-minimap"
brew "codespell"
brew "libtool"
brew "guile"
brew "colima"
brew "commitlint"
brew "coreutils"
brew "cpplint"
brew "csview"
brew "curl"
brew "dasel"
brew "datamash"
brew "ddh"
brew "dfmt"
brew "dhall"
brew "diff-so-fancy"
brew "diffr"
brew "difftastic"
brew "diffutils"
brew "diskonaut"
brew "diskus"
brew "dmd"
brew "docker"
brew "dprint"
brew "dsq"
brew "p7zip"
brew "dtrx"
brew "dua-cli"
brew "duc"
brew "duf"
brew "dura"
brew "dust"
brew "dxpy"
brew "elvish"
brew "emacs"
brew "eva"
brew "eza"
brew "f2"
brew "fblog"
brew "fclones"
brew "fcp"
brew "fd"
brew "fend"
brew "findutils"
brew "flex"
brew "flint-checker"
brew "fork-cleaner"
brew "fortran-language-server"
brew "fourmolu"
brew "fprettify"
brew "fselect"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "poppler"
brew "gdal"
brew "gdb"
brew "gdu"
brew "gh"
brew "ghorg"
brew "ghq"
brew "git"
brew "git-absorb"
brew "git-cliff"
brew "git-delta"
brew "git-extras"
brew "git-imerge"
brew "git-town"
brew "gitlint"
brew "gitql"
brew "global"
brew "glow"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gofumpt"
brew "gojq"
brew "golangci-lint"
brew "google-java-format"
brew "gopls"
brew "gotop"
brew "gpatch"
brew "gpg-tui"
brew "grep"
brew "grex"
brew "groff"
brew "gron"
brew "gzip"
brew "hadolint"
brew "heksa"
brew "helix"
brew "hexyl"
brew "htmlq"
brew "htop"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "jaq"
brew "jd"
brew "jid"
brew "jj"
brew "jless"
brew "jql"
brew "jsonlint"
brew "jsonpp"
brew "kalker"
brew "kickstart"
brew "kondo"
brew "lazygit"
brew "lefthook"
brew "less"
brew "lf"
brew "lftp"
brew "libsixel"
brew "license-eye"
brew "licensor"
brew "llama"
brew "lrzip"
brew "lsd"
brew "lsof"
brew "lua"
brew "lua-language-server"
brew "luv"
brew "lychee"
brew "lzip"
brew "macchina"
brew "make"
brew "man-db"
brew "markdown-toc"
brew "mas"
brew "massren"
brew "mcfly"
brew "mdcat"
brew "melody"
brew "meson"
brew "micro"
brew "miller"
brew "moar"
brew "murex"
brew "navi"
brew "ncdu"
brew "ncftp"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "nomino"
brew "nsh"
brew "nushell"
brew "octosql"
brew "oh-my-posh"
brew "oil"
brew "ouch"
brew "page"
brew "parallel"
brew "pdf2svg"
brew "pdfcpu"
brew "periscope"
brew "perltidy"
brew "pget"
brew "pigz"
brew "pinentry-mac"
brew "pipe-rename"
brew "pixz"
brew "plzip"
brew "pmd"
brew "pomsky"
brew "procs"
brew "proselint"
brew "prql-compiler"
brew "prr"
brew "psqlodbc"
brew "pueue"
brew "pup"
brew "qpdf"
brew "qsv"
brew "ranger"
brew "rargs"
brew "rclone"
brew "rename"
brew "reposurgeon"
brew "revive"
brew "ripgrep"
brew "rnr"
brew "rsc_2fa"
brew "rsync"
brew "ruff"
brew "rust"
brew "rust-analyzer"
brew "rustfmt"
brew "sd"
brew "selene"
brew "semgrep"
brew "sheldon"
brew "shellcheck"
brew "shellharden"
brew "sift"
brew "sk"
brew "sl"
brew "solargraph"
brew "spectral-cli"
brew "starship"
brew "staticcheck"
brew "stgit"
brew "stylish-haskell"
brew "stylua"
brew "subversion"
brew "svg2pdf"
brew "t-rec"
brew "tagref"
brew "taplo"
brew "tere"
brew "texlab"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "topgrade"
brew "trash"
brew "tre-command"
brew "tree"
brew "tuc"
brew "unar"
brew "uncrustify"
brew "unzip"
brew "up"
brew "uutils-coreutils"
brew "v8"
brew "vale"
brew "vim"
brew "vint"
brew "viu"
brew "vulture"
brew "wget"
brew "write-good"
brew "xauth"
brew "xmlstarlet"
brew "xplr"
brew "xq"
brew "yadm"
brew "yaml-language-server"
brew "yamllint"
brew "yj"
brew "yq"
brew "zellij"
brew "zenith"
brew "zet"
brew "zig"
brew "zinit"
brew "zip"
brew "zoxide"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "connectmenow"
cask "font-meslo-lg-nerd-font"
cask "font-noto-sans"
cask "r"
cask "the-unarchiver"
